Repository: RKBoss6/BlueWatch
Catalog: BlueWatch/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi

source: App Languages
de: App-Sprachen
es: Idiomas de la app
fr: Langues de l’app
hi: ऐप भाषाएं

source: App Permissions
de: App-Berechtigungen
es: Permisos de la app
fr: Autorisations de l’app
hi: ऐप अनुमतियां

source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
hi: क्या आप सुनिश्चित हैं?

source: BlueWatch can support different localizations and languages, depending on the system language set.
de: BlueWatch kann je nach eingestellter Systemsprache unterschiedliche Lokalisierungen und Sprachen unterstützen.
es: BlueWatch puede admitir diferentes localizaciones e idiomas, según el idioma del sistema configurado.
fr: BlueWatch peut prendre en charge différentes localisations et langues, selon la langue du système définie.
hi: सिस्टम में सेट की गई भाषा के आधार पर, BlueWatch विभिन्न स्थानीयकरण और भाषाओं का समर्थन कर सकता है।

source: BlueWatch can sync health data with Apple Health for a more comprehensive overview of your metrics.
de: BlueWatch kann Gesundheitsdaten mit Apple Health synchronisieren, um einen umfassenderen Überblick über Ihre Messwerte zu erhalten.
es: BlueWatch puede sincronizar datos de salud con Apple Health para obtener una visión más completa de tus métricas.
fr: BlueWatch peut synchroniser les données de santé avec Apple Health pour une vue d’ensemble plus complète de vos mesures.
hi: BlueWatch आपके मेट्रिक्स का अधिक व्यापक अवलोकन प्राप्त करने के लिए Apple Health के साथ स्वास्थ्य डेटा सिंक कर सकता है।

source: BlueWatch is open source!
de: BlueWatch ist Open Source!
es: ¡BlueWatch es de código abierto!
fr: BlueWatch est open source !
hi: BlueWatch ओपन सोर्स है!

source: BlueWatch needs the following permissions
de: BlueWatch benötigt die folgenden Berechtigungen
es: BlueWatch necesita los siguientes permisos
fr: BlueWatch nécessite les autorisations suivantes
hi: BlueWatch को निम्नलिखित अनुमतियों की आवश्यकता है

source: BlueWatch uses Bluetooth to pair and connect to your device, as well as receiving/sending data.
de: BlueWatch verwendet Bluetooth, um sich mit Ihrem Gerät zu koppeln und zu verbinden sowie um Daten zu empfangen/senden.
es: BlueWatch utiliza Bluetooth para emparejarse y conectarse con tu dispositivo, así como para recibir/enviar datos.
fr: BlueWatch utilise le Bluetooth pour se coupler et se connecter à votre appareil, ainsi que pour recevoir/envoyer des données.
hi: BlueWatch आपके डिवाइस से पेयर और कनेक्ट करने के साथ-साथ डेटा प्राप्त करने/भेजने के लिए ब्लूटूथ का उपयोग करता है।

source: BlueWatch uses location to send periodic location updates to your watch, act as a watch GPS, and update weather on your watch.
de: BlueWatch verwendet den Standort, um regelmäßig Standortaktualisierungen an Ihre Uhr zu senden, als GPS für die Uhr zu fungieren und das Wetter auf Ihrer Uhr zu aktualisieren.
es: BlueWatch utiliza la ubicación para enviar actualizaciones periódicas de ubicación a tu reloj, actuar como GPS del reloj y actualizar el tiempo en tu reloj.
fr: BlueWatch utilise la localisation pour envoyer périodiquement des mises à jour de position à votre montre, faire office de GPS pour la montre et mettre à jour la météo sur votre montre.
hi: BlueWatch आपकी घड़ी पर समय-समय पर स्थान अपडेट भेजने, घड़ी के GPS के रूप में कार्य करने, और आपकी घड़ी पर मौसम अपडेट करने के लिए स्थान का उपयोग करता है।

source: BlueWatch uses notifications to alert you during the find phone alarm when the setting is active.
de: BlueWatch verwendet Benachrichtigungen, um Sie während des Alarms „Telefon suchen“ zu benachrichtigen, wenn die Einstellung aktiv ist.
es: BlueWatch utiliza notificaciones para avisarte durante la alarma de buscar el teléfono cuando la opción está activada.
fr: BlueWatch utilise les notifications pour vous alerter pendant l’alarme « Localiser mon téléphone » lorsque le réglage est actif.
hi: जब सेटिंग सक्रिय हो, तो BlueWatch फ़ोन खोजें अलार्म के दौरान आपको सूचित करने के लिए सूचनाओं का उपयोग करता है।

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें

source: Checks if watch connected, and returns the value
de: Prüft, ob die Uhr verbunden ist, und gibt den Wert zurück.
es: Comprueba si el reloj está conectado y devuelve el valor
fr: Vérifie si la montre est connectée et renvoie la valeur
hi: जांचता है कि घड़ी कनेक्ट है या नहीं, और वह मान लौटाता है

source: Choose your device
de: Wählen Sie Ihr Gerät
es: Elige tu dispositivo
fr: Choisissez votre appareil
hi: अपना डिवाइस चुनें

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें

source: Data
de: Daten
es: Datos
fr: Données
hi: डेटा

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं

source: Delete Saved Data
de: Gespeicherte Daten löschen
es: Eliminar datos guardados
fr: Supprimer les données enregistrées
hi: सहेजा गया डेटा हटाएं

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस

source: Device Name:
de: Gerätename:
es: Nombre del dispositivo:
fr: Nom de l’appareil :
hi: डिवाइस का नाम:

source: End
de: Ende
es: Fin
fr: Fin
hi: समाप्ति

source: Find Watch
de: Uhr suchen
es: Buscar reloj
fr: Rechercher la montre
hi: घड़ी खोजें

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
hi: शुरू करें

source: Get Watch Connection
de: Uhrverbindung abrufen
es: Obtener conexión del reloj
fr: Obtenir l’état de connexion de la montre
hi: घड़ी कनेक्शन प्राप्त करें

source: Has Health Permissions
de: Gesundheitsberechtigungen erteilt
es: Permisos de salud concedidos
fr: Autorisations Santé accordées
hi: स्वास्थ्य अनुमतियां प्राप्त हैं

source: Has Location Permissions
de: Standortberechtigungen erteilt
es: Permisos de ubicación concedidos
fr: Autorisations de localisation accordées
hi: स्थान अनुमतियां प्राप्त हैं

source: Has Notification Permissions
de: Benachrichtigungsberechtigungen erteilt
es: Permisos de notificaciones concedidos
fr: Autorisations de notifications accordées
hi: सूचना अनुमतियां प्राप्त हैं

source: Health
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य

source: Health: Used to send and sync health data with Apple Health
de: Gesundheit: Wird zum Senden und Synchronisieren von Gesundheitsdaten mit Apple Health verwendet
es: Salud: se utiliza para enviar y sincronizar datos de salud con Apple Health
fr: Santé : utilisée pour envoyer et synchroniser les données de santé avec Apple Health
hi: स्वास्थ्य: Apple Health के साथ स्वास्थ्य डेटा भेजने और सिंक करने के लिए उपयोग किया जाता है

source: If Bluetooth permissions are not granted, BlueWatch cannot function properly.
de: Wenn Bluetooth-Berechtigungen nicht erteilt werden, kann BlueWatch nicht ordnungsgemäß funktionieren.
es: Si no se conceden los permisos de Bluetooth, BlueWatch no podrá funcionar correctamente.
fr: Si les autorisations Bluetooth ne sont pas accordées, BlueWatch ne peut pas fonctionner correctement.
hi: यदि ब्लूटूथ अनुमतियां नहीं दी जाती हैं, तो BlueWatch ठीक से काम नहीं कर सकता।

source: Location
de: Standort
es: Ubicación
fr: Localisation
hi: स्थान

source: Location Rate Limit: %lld min
de: Standort-Aktualisierungslimit: %lld Min.
es: Límite de actualización de ubicación: %lld min
fr: Limite de fréquence de localisation : %lld min
hi: स्थान अपडेट सीमा: %lld मिनट

source: Location: Used to send location and weather, as well as act as a GPS for your watch.
de: Standort: Wird zum Senden von Standort- und Wetterdaten sowie als GPS für Ihre Uhr verwendet.
es: Ubicación: se utiliza para enviar la ubicación y el tiempo, además de funcionar como GPS para tu reloj.
fr: Localisation : utilisée pour envoyer la position et les données météo, ainsi que pour servir de GPS à votre montre.
hi: स्थान: आपकी घड़ी के लिए स्थान और मौसम भेजने के साथ-साथ GPS के रूप में कार्य करने हेतु उपयोग किया जाता है।

source: Lowers chunk size from 40 to 15 bytes for more reliable Bluetooth transmissions. Highly recommended.
de: Reduziert die Paketgröße von 40 auf 15 Byte für zuverlässigere Bluetooth-Übertragungen. Sehr empfohlen.
es: Reduce el tamaño de los paquetes de 40 a 15 bytes para lograr transmisiones Bluetooth más fiables. Muy recomendado.
fr: Réduit la taille des paquets de 40 à 15 octets pour des transmissions Bluetooth plus fiables. Fortement recommandé.
hi: अधिक विश्वसनीय ब्लूटूथ ट्रांसमिशन के लिए चंक आकार को 40 से घटाकर 15 बाइट करता है। अत्यधिक अनुशंसित।

source: Message
de: Nachricht
es: Mensaje
hi: संदेश

source: Metrics
de: Messwerte
es: Métricas
fr: Mesures
hi: मेट्रिक्स

source: More
de: Mehr
es: Más
fr: Plus
hi: अधिक

source: Most translations are auto-generated, and errors may be present. If you'd like to fix errors/add new languages, look at the [BlueWatch Localization Info](https://github.com/RKBoss6/BlueWatch/blob/main/CONTRIBUTING.md#localizations), and open a PR to help improve the app!
de: Die meisten Übersetzungen werden automatisch erstellt; es können Fehler auftreten. Wenn du Fehler korrigieren oder neue Sprachen hinzufügen möchtest, schau dir die [BlueWatch-Informationen zur Lokalisierung](https://github.com/RKBoss6/BlueWatch/blob/main/CONTRIBUTING.md#localizations) an und erstelle einen Pull Request, um die App zu verbessern!
es: La mayoría de las traducciones se generan automáticamente y pueden contener errores. Si deseas corregir errores o añadir nuevos idiomas, consulta la [información de localización de BlueWatch](https://github.com/RKBoss6/BlueWatch/blob/main/CONTRIBUTING.md#localizations) y envía una solicitud de incorporación de cambios (PR) para ayudar a mejorar la aplicación.
fr: La plupart des traductions sont générées automatiquement et peuvent contenir des erreurs. Si vous souhaitez corriger des erreurs ou ajouter de nouvelles langues, consultez les [informations de localisation de BlueWatch](https://github.com/RKBoss6/BlueWatch/blob/main/CONTRIBUTING.md#localizations) et soumettez une « pull request » (PR) pour contribuer à l'amélioration de l'application !
hi: अधिकांश अनुवाद स्वतः जनरेट किए गए हैं, और उनमें त्रुटियां हो सकती हैं। यदि आप त्रुटियां ठीक करना या नई भाषाएं जोड़ना चाहते हैं, तो [BlueWatch Localization Info](https://github.com/RKBoss6/BlueWatch/blob/main/CONTRIBUTING.md#localizations) देखें, और ऐप को बेहतर बनाने में मदद के लिए एक PR खोलें!

source: My Watch
de: Meine Uhr
es: Mi reloj
fr: Ma montre
hi: मेरी घड़ी

source: Needs Bangle.js BlueWatch version:
de: Benötigt die Bangle.js-BlueWatch-Version:
es: Requiere la versión BlueWatch de Bangle.js:
fr: Nécessite la version BlueWatch de Bangle.js :
hi: आवश्यक Bangle.js BlueWatch संस्करण:

source: New: Languages & Localizations
de: Neu: Sprachen und Lokalisierungen
es: Nuevo: idiomas y localizaciones
fr: Nouveau : langues et localisations
hi: नया: भाषाएं और स्थानीयकरण

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं

source: Notifications: Used to send phone notifications when find my phone alarm has been triggered
de: Benachrichtigungen: Werden verwendet, um Telefonbenachrichtigungen zu senden, wenn der Alarm „Telefon suchen“ ausgelöst wurde
es: Notificaciones: se utilizan para enviar notificaciones al teléfono cuando se activa la alarma de buscar mi teléfono
fr: Notifications : utilisées pour envoyer des notifications au téléphone lorsque l’alarme « Localiser mon téléphone » est déclenchée
hi: सूचनाएं: जब फ़ोन खोजें अलार्म ट्रिगर होता है, तब फ़ोन सूचनाएं भेजने के लिए उपयोग किया जाता है

source: Optimize Chunks
de: Pakete optimieren
es: Optimizar paquetes
fr: Optimiser les paquets
hi: चंक्स ऑप्टिमाइज़ करें

source: Periodically pushes location data to 'MyLocation.json' Weather data from [Weather](https://developer.apple.com/weatherkit/data-source-attribution/)
de: Übermittelt regelmäßig Standortdaten an „MyLocation.json“ Wetterdaten von [Weather](https://developer.apple.com/weatherkit/data-source-attribution/)
es: Envía periódicamente datos de ubicación a 'MyLocation.json' Datos meteorológicos de [Weather](https://developer.apple.com/weatherkit/data-source-attribution/)
fr: Envoie périodiquement les données de localisation vers « MyLocation.json » Données météorologiques provenant de [Weather](https://developer.apple.com/weatherkit/data-source-attribution/)
hi: समय-समय पर स्थान डेटा 'MyLocation.json' में भेजता है मौसम डेटा [Weather](https://developer.apple.com/weatherkit/data-source-attribution/) से लिया गया

source: Periodically pushes location data to 'MyLocation.json' Weather data from [Weather](https://developer.apple.com/weatherkit/data-source-attribution/)
de: Übermittelt regelmäßig Standortdaten an „MyLocation.json“ Wetterdaten von [Weather](https://developer.apple.com/weatherkit/data-source-attribution/)
es: Envía periódicamente datos de ubicación a 'MyLocation.json' Datos meteorológicos de [Weather](https://developer.apple.com/weatherkit/data-source-attribution/)
fr: Envoie périodiquement les données de localisation vers « MyLocation.json » Données météorologiques provenant de [Weather](https://developer.apple.com/weatherkit/data-source-attribution/)
hi: समय-समय पर लोकेशन डेटा को 'MyLocation.json' में भेजता है [Weather](https://developer.apple.com/weatherkit/data-source-attribution/) से मौसम का डेटा

source: Pull to Refresh
de: Zum Aktualisieren ziehen
es: Desliza para actualizar
fr: Tirer pour actualiser
hi: रीफ़्रेश करने के लिए खींचें

source: Push Health Data to Apple Health
de: Gesundheitsdaten an Apple Health senden
es: Enviar datos de salud a Apple Health
fr: Envoyer les données de santé vers Apple Health
hi: स्वास्थ्य डेटा Apple Health पर भेजें

source: Push Location
de: Standort senden
es: Enviar ubicación
fr: Envoyer la position
hi: स्थान भेजें

source: Push Location Updates
de: Standortaktualisierungen senden
es: Enviar actualizaciones de ubicación
fr: Envoyer les mises à jour de localisation
hi: स्थान अपडेट भेजें

source: Push Weather Updates
de: Wetteraktualisierungen senden
es: Enviar actualizaciones meteorológicas
fr: Envoyer les mises à jour météo
hi: मौसम अपडेट भेजें

source: Report an issue or suggest new features
de: Problem melden oder neue Funktionen vorschlagen
es: Informar de un problema o sugerir nuevas funciones
fr: Signaler un problème ou suggérer de nouvelles fonctionnalités
hi: समस्या की रिपोर्ट करें या नई सुविधाओं का सुझाव दें

source: Request Health Permissions
de: Gesundheitsberechtigungen anfordern
es: Solicitar permisos de salud
fr: Demander l’autorisation d’accéder aux données de santé
hi: स्वास्थ्य अनुमतियों का अनुरोध करें

source: Request Location Permissions
de: Standortberechtigungen anfordern
es: Solicitar permisos de ubicación
fr: Demander l’autorisation d’accéder à la localisation
hi: स्थान अनुमतियों का अनुरोध करें

source: Request Notification Permissions
de: Benachrichtigungsberechtigungen anfordern
es: Solicitar permisos de notificaciones
fr: Demander l’autorisation d’envoyer des notifications
hi: सूचना अनुमतियों का अनुरोध करें

source: Sample
de: Beispiel
es: Ejemplo
fr: Exemple
hi: नमूना

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चयनित

source: Send ${message} to my watch
de: ${message} an meine Uhr senden
es: Enviar ${message} a mi reloj
fr: Envoyer ${message} à ma montre
hi: ${message} मेरी घड़ी पर भेजें

source: Send Location
de: Standort senden
es: Enviar ubicación
fr: Envoyer la position
hi: स्थान भेजें

source: Send Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
hi: संदेश भेजें

source: Send Weather
de: Wetter senden
es: Enviar el tiempo
fr: Envoyer la météo
hi: मौसम भेजें

source: Sends a string to your connected watch
de: Sendet eine Zeichenfolge an Ihre verbundene Uhr.
es: Envía una cadena de texto a tu reloj conectado
fr: Envoie une chaîne de caractères à votre montre connectée
hi: आपकी कनेक्टेड घड़ी पर एक स्ट्रिंग भेजता है

source: Sends the latest weather to your watch if within rate-limits
de: Sendet die neuesten Wetterdaten an Ihre Uhr, sofern die Aktualisierungslimits eingehalten werden.
es: Envía el tiempo más reciente a tu reloj si está dentro de los límites de frecuencia
fr: Envoie les dernières données météo à votre montre si les limites de fréquence le permettent
hi: दर-सीमा के भीतर होने पर नवीनतम मौसम आपकी घड़ी पर भेजता है

source: Sends your location to your watch's 'mylocation.json'
de: Sendet Ihren Standort an die „mylocation.json“ Ihrer Uhr.
es: Envía tu ubicación al archivo «mylocation.json» de tu reloj
fr: Envoie votre position dans le fichier « mylocation.json » de votre montre
hi: आपका स्थान आपकी घड़ी की 'mylocation.json' में भेजता है

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स

source: Show & Hide Metrics
de: Messwerte anzeigen und ausblenden
es: Mostrar y ocultar métricas
fr: Afficher et masquer les mesures
hi: मेट्रिक्स दिखाएं और छिपाएं

source: Show Active Calories Metric
de: Messwert für aktive Kalorien anzeigen
es: Mostrar métrica de calorías activas
fr: Afficher la mesure des calories actives
hi: सक्रिय कैलोरी मेट्रिक दिखाएं

source: Show Battery Metric
de: Messwert für Akkustand anzeigen
es: Mostrar métrica de batería
fr: Afficher la mesure de la batterie
hi: बैटरी मेट्रिक दिखाएं

source: Show Find Phone Notifications
de: Benachrichtigungen zur Telefonsuche anzeigen
es: Mostrar notificaciones de buscar mi teléfono
fr: Afficher les notifications de recherche du téléphone
hi: फ़ोन खोजें सूचनाएं दिखाएं

source: Show Heart Rate Metric
de: Messwert für Herzfrequenz anzeigen
es: Mostrar métrica de frecuencia cardíaca
fr: Afficher la mesure de la fréquence cardiaque
hi: हृदय गति मेट्रिक दिखाएं

source: Show Resting Calories Metric
de: Messwert für Kalorien im Ruhezustand anzeigen
es: Mostrar métrica de calorías en reposo
fr: Afficher la mesure des calories au repos
hi: आराम कैलोरी मेट्रिक दिखाएं

source: Show Steps Metric
de: Messwert für Schritte anzeigen
es: Mostrar métrica de pasos
fr: Afficher la mesure des pas
hi: कदम मेट्रिक दिखाएं

source: Shows a confirmation notification when the find phone alarm is triggered
de: Zeigt eine Bestätigungsbenachrichtigung an, wenn der Alarm zur Telefonsuche ausgelöst wird.
es: Muestra una notificación de confirmación cuando se activa la alarma de buscar mi teléfono
fr: Affiche une notification de confirmation lorsque l’alarme de recherche du téléphone est déclenchée
hi: जब फ़ोन खोजें अलार्म ट्रिगर होता है, तब एक पुष्टिकरण सूचना दिखाता है

source: Skip
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें

source: Stop Finding
de: Suche beenden
es: Dejar de buscar
fr: Arrêter la recherche
hi: खोजना बंद करें

source: Successfully Sent
de: Erfolgreich gesendet
es: Enviado correctamente
fr: Envoi réussi
hi: सफलतापूर्वक भेजा गया

source: The current languages supported are:
de: Die derzeit unterstützten Sprachen sind:
es: Los idiomas compatibles actualmente son:
fr: Les langues actuellement prises en charge sont :
hi: वर्तमान में समर्थित भाषाएं हैं:

source: This action permanently deletes the metrics shown in graphs from your device. Data saved to Health will not be deleted.
de: Diese Aktion löscht die in den Diagrammen angezeigten Messwerte dauerhaft von Ihrem Gerät. In Health gespeicherte Daten werden nicht gelöscht.
es: Esta acción elimina permanentemente de tu dispositivo las métricas mostradas en los gráficos. Los datos guardados en Salud no se eliminarán.
fr: Cette action supprime définitivement de votre appareil les mesures affichées dans les graphiques. Les données enregistrées dans Santé ne seront pas supprimées.
hi: यह कार्रवाई आपके डिवाइस से ग्राफ़ में दिखाई गई मेट्रिक्स को स्थायी रूप से हटा देती है। Health में सहेजा गया डेटा नहीं हटाया जाएगा।

source: Time
de: Zeit
es: Hora
fr: Heure
hi: समय

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज

source: UI
de: Oberfläche
es: Interfaz
fr: Interface
hi: इंटरफ़ेस

source: Updated --
de: Aktualisiert: --
es: Actualizado: --
fr: Mis à jour : --
hi: अपडेट किया गया --

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour le %@
hi: अपडेट किया गया %@

source: Value
de: Wert
es: Valor
fr: Valeur
hi: मान

source: Watch Connected?
de: Uhr verbunden?
es: ¿Reloj conectado?
fr: Montre connectée ?
hi: क्या घड़ी कनेक्ट है?

source: Watch Not Connected
de: Uhr nicht verbunden
es: Reloj no conectado
fr: La montre n’est pas connectée.
hi: घड़ी कनेक्ट नहीं है

source: Web View
de: Webansicht
es: Vista web
fr: Vue web
hi: वेब व्यू

source: Welcome to BlueWatch
de: Willkommen bei BlueWatch
es: Te damos la bienvenida a BlueWatch
fr: Bienvenue sur BlueWatch
hi: BlueWatch में आपका स्वागत है

source: You can always change this later in System Settings
de: Sie können dies jederzeit später in den Systemeinstellungen ändern
es: Siempre puedes cambiar esto más tarde en Ajustes del sistema
fr: Vous pouvez toujours modifier ce réglage plus tard dans Réglages système
hi: आप इसे बाद में कभी भी सिस्टम सेटिंग्स में बदल सकते हैं

source: Start
es: Inicio
fr: Début
hi: प्रारंभ

source: Web URL:
es: URL web:
fr: URL web :
hi: वेब यूआरएल:

source: Apps
hi: ऐप्स

source: Bluetooth
hi: ब्लूटूथ
